INSERT INTO recipe (name, title)
values ('Борщ', 'Самый вкусный борщ'),
       ('Куриный бульон с вермишелью', 'Куриный бульон с вермишелью понравится своим насыщенным вкусом и ароматом. А готовится блюдо очень просто и совершенно не долго. При подаче суп дополняется отваренным яйцом и ароматной зеленью.'),
       ('Луковый суп', 'Самый вкусный суп')
;
INSERT INTO ingredient (recipeid, ingredient)
values  (1, 'морковь'),
        (1, 'сметанна'),
        (1, 'лук'),
        (2, 'вермишель'),
        (2, 'яйца'),
        (2, 'курица'),
        (2, 'соль'),
        (2, 'перец'),
        (2, 'вода'),
        (3, 'лук'),
        (3, 'вода')
;
